---
kind: other
id: Properties.T:Autodesk.Revit.DB.Analysis.ConceptualConstructionType
source: html/cbf02d5e-6aee-2e62-dd00-36e5e0f76918.htm
---
# ConceptualConstructionType Properties

The id of the assembly instance to which the element belongs.